// Вычислить значение формулы (a*b)/(c+d)

Console.WriteLine("Введите значение целого числа а:  ");
int a = Convert.ToInt32(Console.ReadLine());
Console.WriteLine("Введите значение целого числа b:  ");
int b = Convert.ToInt32(Console.ReadLine());
Console.WriteLine("Введите значение целого числа c:  ");
int c = Convert.ToInt32(Console.ReadLine());
Console.WriteLine("Введите значение целого числа d:  ");
double d = Convert.ToInt32(Console.ReadLine());

double resalt = a*b/(c+d);
Console.WriteLine(resalt);
